Repository: jeanpmathes/VoxelGame
Catalog: src/core/Resources/Language/Language.*.resx
Languages: de

source: Air
de: Luft

source: Ash
de: Asche

source: Barrier
de: Barriere

source: Bars
de: Gitter

source: Bed
de: Bett

source: Beer
de: Bier

source: Clay Bricks
de: Ziegelsteine

source: Clay Brick Wall
de: Ziegelmauer

source: Cactus
de: Kakteen

source: Carpet
de: Teppich

# CheckerboardTilesBlack
source: Black Checkerboard Tiles
de: Schwarze Schachbrettfliesen

# CheckerboardTilesWhite
source: White Checkerboard Tiles
de: Weiße Schachbrettfliesen

source: Concrete
de: Beton

source: Crude Oil
de: Rohöl

# CarpetDecorated
source: Decorated Carpet
de: Geschmückter Teppich

# WoolDecorated
source: Decorated Wool
de: Geschmückte Wolle

source: Eternal Flame
de: Ewiges Feuer

source: Farmland
de: Ackerboden

source: Fire
de: Feuer

source: Flax
de: Flachs

source: Glass
de: Glas

source: Glass Pane
de: Glasscheibe

source: Grass
de: Gras

source: Gravel
de: Kies

source: Honey
de: Honig

source: Ladder
de: Leiter

source: Large Tiles
de: Große Fliesen

source: Leaves
de: Blätter

source: Fluid
de: Flüssigkeit

source: Log
de: Stamm

source: Maize
de: Mais

source: Melon
de: Melone

source: Melon Plant
de: Melonenpflanze

source: Milk
de: Milch

source: Mud
de: Schlamm

source: Natural Gas
de: Erdgas

source: No Fluid
de: Keine Flüssigkeit

source: Path
de: Pfad

source: Petrol
de: Benzin

source: Pulsating Block
de: Pulsierender Block

source: Pumice
de: Bimsstein

source: Pump
de: Pumpe

source: Pumpkin
de: Kürbis

source: Pumpkin Plant
de: Kürbispflanze

source: Red Plastic
de: Roter Plastik

source: Small Tiles
de: Kleine Fliesen

source: Snow
de: Schnee

source: Spider Web
de: Spinnennetz

source: Steam
de: Dampf

source: Steel
de: Stahl

source: Steel Door
de: Stahltür

source: Steel Pipe
de: Stahlrohr

# SteelPipeStraight
source: Straight Steelpipe
de: Gerades Stahlrohr

source: Tall Grass
de: Hohes Gras

source: Tiled Glass
de: Gefließstes Glas

source: Valve Pipe
de: Ventilrohr

source: Vines
de: Ranken

source: VoxelGame
de: VolumenelementSpiel

source: Wheat
de: Weizen

source: Wine
de: Wein

source: Wood
de: Holz

source: Wooden Door
de: Holztür

source: Wooden Fence
de: Holzzaun

source: Wooden Gate
de: Holztor

source: Wooden Pipe
de: Hölzernes Rohr

source: Wool
de: Wolle

source: Worlds
de: Welten

source: Exit
de: Verlassen

source: Back
de: Zurück

source: Load
de: Laden

source: Create New World
de: Erzeuge Neue Welt

source: Options
de: Optionen

# EnterWorldName
source: Enter a world name
de: Weltnamen eingeben

source: Create
de: Erzeugen

source: Delete
de: Löschen

# DeleteWorldQuery
source: Delete world?
de: Welt löschen?

source: Settings
de: Einstellungen

source: Keybinds
de: Tastenbindungen

# KeyWireframe
source: Wireframe
de: Drahtgitter

# KeyFullscreen
source: Fullscreen
de: Vollbild

# KeyScreenshot
source: Screenshot
de: Bildschirmfoto

# KeyToggleUI
source: Toggle UI
de: GBO Umschalten

# KeyEscape
source: Escape
de: Escapetaste

# KeyBackwards
source: Backwards
de: Rückwärts

# KeyDestroy
source: Destroy
de: Zerstören

# KeyForceInteract
source: Force Interaction
de: Forciere Interaktion

# KeyForwards
source: Forwards
de: Forwärts

# KeyInteractOrPlace
source: Interact / Place
de: Interagieren / Platzieren

# KeyJump
source: Jump
de: Springen

# KeyNextPlacement
source: Next Placement
de: Nächstes Platzierbares

# KeyPlacementMode
source: Placement Mode
de: Platziermodus

# KeyPreviousPlacement
source: Previous Placement
de: Vorheriges Platzierbares

# KeySprint
source: Sprint
de: Rennen

# KeyStrafeLeft
source: Strafe Left
de: Links Gehen

# KeyStrafeRight
source: Strafe Right
de: Rechts Gehen

source: Press any key or button...
de: Betätige eine beliebige Taste..

source: Graphics
de: Grafik

# GraphicsSettingsDescription
source: Set different graphics settings that can affect the quality of the game visuals. Some settings require a restart to apply.
de: Wähle verschiedene Grafikeinstellungen, welche Auswirkungen auf die Grafikqualität des Spiels haben. Manche Einstellungen sind erst nach einem Neustart aktiv.

# KeybindsSettingsDescription
source: Bind keys for different actions.
de: Lege die Tasten für verschiedene Aktionen fest.

source: General
de: Allgemein

# GeneralSettingsDescription
source: Change general settings.
de: Ändere allgemeine Einstellungen.

source: Crosshair Color
de: Fadenkreuz-Farbe

source: Select
de: Auswählen

source: Crosshair Scale
de: Fadenkreuz-Skalierung

source: Mouse Sensitivity
de: Mausempfindlichkeit

source: Reset
de: Zurücksetzen

source: Credits
de: Anerkennung

source: Resume
de: Fortsetzen

# KeyConsole
source: Console
de: Konsole

source: Submit
de: Eingeben

# KeyDebugView
source: Debug View
de: Entwickleransicht

# GraphicsFoliageQuality
source: Foliage Quality
de: Pflanzenqualität

# KeySelectTargeted
source: Select Targeted
de: Wähle Angezieltes

# KeyCrouch
source: Crouch
de: Ducken

source: Core
de: Kern

source: Granite
de: Granit

source: Limestone
de: Kalkstein

source: Marble
de: Marmor

source: Sandstone
de: Sandstein

source: Clay
de: Ton

source: Ice
de: Eis

source: Error
de: Fehler

source: Roots
de: Wurzeln

source: Missing Resources
de: Fehlende Anwendungsressourcen

source: Abort
de: Abbrechen

source: Cancel
de: Abbrechen

source: Ignore
de: Ignorieren

source: Yes
de: Ja

source: No
de: Nein

source: Retry
de: Wiederholen

source: Sea Water
de: Salzwasser

source: Fresh Water
de: Süßwasser

source: Salt
de: Salz

# GraphicsWindowSize
source: Window Size
de: Fenstergröße

# GraphicsRenderResolutionScale
source: Rendering Resolution Scale
de: Skalierung der Renderingauflösung

# SelectionBoxDarkColor
source: Dark Color of Selection
de: Dunkle Auswahlfarbe

# SelectionBoxBrightColor
source: Bright Color of Selection
de: Helle Auswahlfarbe

# SizeBy
source: by
de: mal

source: Update
de: Aktualisieren

source: Scale of UI
de: Skalierung der Benutzeroberfläche

source: Created on
de: Erstellt am

source: Last loaded
de: Zuletzt geladen

# TimeSinceEventNever
source: never
de: nie

# TimeSinceEventMomentAgo
source: just a moment ago
de: gerade eben

# TimeSinceEventHours
source: {0} hours ago
de: vor {0} Stunden

# TimeSinceEventMinutes
source: {0} minutes ago
de: vor {0} Minuten

# TimeSinceEventDays
source: {0} days ago
de: vor {0} Tagen

# TimeSinceEventEternity
source: ages ago
de: vor Ewigkeiten

# NoWorldsFound
source: Found no worlds.
de: Keine Welten gefunden.

source: Refresh
de: Aktualisieren

# OperationStatusRunning
source: Running
de: Läuft

# OperationStatusOk
source: Done
de: Abgeschlossen

# OperationStatusError
source: Error
de: Fehler

source: Searching worlds
de: Suche nach Welten

# TimeSinceEventWeeks
source: {0} weeks ago
de: vor {0} Wochen

source: Open Directory
de: Verzeichnis öffnen

source: Properties
de: Eigenschaften

source: Seed
de: Starwert

source: File Size
de: Dateigröße

source: Exit to OS
de: Verlassen (OS)

source: Rename
de: Umbennen

source: Search
de: Suche

# ClearInput
source: Clear
de: Löschen

source: Duplicate
de: Duplizieren

source: Favorite
de: Favorisieren

# KeyUnlockMouse
source: Unlock Mouse
de: Maus Freigeben

# MarbleWorked
source: Worked Marble
de: Bearbeiteter Marmor

# LimestoneWorked
source: Worked Limestone
de: Bearbeiteter Kalkstein

# SandstoneWorked
source: Worked Sandstone
de: Bearbeiteter Sandstein

# LimestoneDecorated
source: Decorated Limestone
de: Verschönerter Kalkstein

# SandstoneDecorated
source: Decorated Sandstone
de: Verschönerter Sandstein

# MarbleDecorated
source: Decorated Marble
de: Verschönerter Marmor

source: Limestone Paving
de: Kalkstein-Pflaster

source: Limestone Cobbles
de: Kalkstein-Wackenpflaster

source: Marble Cobbles
de: Marmor-Wackenpflaster

source: Marble Paving
de: Marmor-Pflaster

source: Sandstone Cobbles
de: Sandstein-Wackenpflaster

source: Sandstone Paving
de: Sandstein-Pflaster

source: Sandstone Rubble
de: Sandsteingeröll

source: Sandstone Wall
de: Sandsteinmauer

source: Limestone Rubble
de: Kalksteingeröll

source: Limestone Wall
de: Kalksteinmauer

source: Marble Rubble
de: Marmorgeröll

source: Marble Wall
de: Marmormauer

source: Sandstone Bricks
de: Sandstein-Steinziegel

source: Marble Bricks
de: Marmor-Steinziegel

source: Limestone Bricks
de: Kalkstein-Steinziegel

source: Limestone Brick Wall
de: Kalksteinziegelmauer

source: Sandstone Brick Wall
de: Sandsteinziegelmauer

source: Marble Brick Wall
de: Marmorziegelmauer

# ObsidianWorked
source: Worked Obsidian
de: Bearbeiteter Obsidian

# PumiceWorked
source: Worked Pumice
de: Bearbeiteter Bimsstein

# PumiceDecorated
source: Decorated Pumice
de: Verschönerter Bimsstein

# ObsidianDecorated
source: Decorated Obsidian
de: Verschönerter Obsidian

source: Obsidian Cobbles
de: Obsidian-Wackenpflaster

source: Pumice Cobbles
de: Bimsstein-Wackenpflaster

source: Pumice Paving
de: Bimstein-Pflaster

source: Obsidian Paving
de: Obsidian-Pflaster

source: Pumice Rubble
de: Bimssteingeröll

source: Obsidian Rubble
de: Obsidiangeröll

source: Pumice Wall
de: Bimssteinmauer

source: Obsidian Wall
de: Obsidianmauer

source: Obsidian Brick Wall
de: Obsidianziegelmauer

source: Pumice Brick Wall
de: Bimssteinziegelmauer

source: Obsidian Bricks
de: Obsidian-Steinziegel

source: Pumice Bricks
de: Bimsstein-Steinziegel

# CoalLignite
source: Lignite
de: Braunkohle

# CoalBituminous
source: Bituminous Coal
de: Bitumenkohle

# CoalAnthracite
source: Anthracite
de: Anthrazit

# OreMagnetite
source: Magnetite
de: Magnetit

# OreHematite
source: Hematite
de: Hämatit

# OreChalcopyrite
source: Chalcopyrite
de: Kupferkies

# OreMalachite
source: Malachite
de: Malachit

# OreBauxite
source: Bauxite
de: Bauxit

# OreGalena
source: Galena
de: Bleiglanz

# OreCassiterite
source: Cassiterite
de: Kassiterit

# OreCinnabar
source: Cinnabar
de: Zinnober

# OreSphalerite
source: Sphalerite
de: Zinkblende

# OreChromite
source: Chromite
de: Chromit

# OrePyrolusite
source: Pyrolusite
de: Pyrolusit

# OreRutile
source: Rutile
de: Rutil

# OrePentlandite
source: Pentlandite
de: Pentlandit

# OreZircon
source: Zircon
de: Zirkon

# OreDolomite
source: Dolomite
de: Dolomit

# OreCelestine
source: Celestine
de: Coelestin

# OreUraninite
source: Uraninite
de: Uraninit

# OreBismuthinite
source: Bismuthinite
de: Wismuthinit

# OreBeryl
source: Beryl
de: Beryll

# OreMolybdenite
source: Molybdenite
de: Molybdänit

# OreCobaltite
source: Cobaltite
de: Kobaltit

# OreSpodumene
source: Spodumene
de: Spodumen

# OreVanadinite
source: Vanadinite
de: Vanadinit

# OreScheelite
source: Scheelite
de: Scheelit

# OreGreenockite
source: Greenockite
de: Greenockit

source: Rust
de: Rost

source: Save
de: Speichern

source: Oak Log
de: Eichenstamm

source: Oak Leaves
de: Eichenblätter

source: Oak Wood
de: Eichenholz

source: Maple Leaves
de: Ahornblätter

source: Maple Log
de: Ahornstamm

source: Maple Wood
de: Ahornholz

source: Birch Leaves
de: Birkenblätter

source: Birch Log
de: Birkenstamm

source: Birch Wood
de: Birkenholz

source: Walnut Leaves
de: Walnussblätter

source: Walnut Log
de: Walnussstamm

source: Walnut Wood
de: Walnussholz

source: Cherry Leaves
de: Kirschenblätter

source: Cherry Log
de: Kirschenstamm

source: Cherry Wood
de: Kirschenholz

# AshTreeLeaves
source: Ash Leaves
de: Eschenblätter

# AshTreeLog
source: Ash Log
de: Eschenstamm

# AshTreeWood
source: Ash Wood
de: Eschenholz

source: Rubber Tree Leaves
de: Kautschukbaumblätter

source: Rubber Tree Log
de: Kautschukbaumstamm

source: Rubber Tree Wood
de: Kautschukbaumholz

source: Pine Wood
de: Kiefernholz

source: Pine Log
de: Kiefernstamm

# PineLeaves
source: Pine Needles
de: Kiefernnadeln

source: Spruce Log
de: Fichtenstamm

source: Spruce Wood
de: Fichtenholz

# SpruceLeaves
source: Spruce Needles
de: Fichtennadeln

# FirLeaves
source: Fir Needles
de: Tannennadeln

source: Fir Log
de: Tannenstamm

source: Fir Wood
de: Tannenholz

source: Mahogany Leaves
de: Mahagoniblätter

# MahoganyLog
source: Mahagony Log
de: Mahagonistamm

source: Mahogany Wood
de: Mahagoniholz

source: Teak Leaves
de: Teakbaumblätter

source: Teak Log
de: Teakbaumstamm

source: Teak Wood
de: Teakbaumholz

source: Ebony Leaves
de: Ebenholzbaumblätter

source: Ebony Log
de: Ebenholzbaumstamm

source: Ebony Wood
de: Ebenholzbaumholz

source: Coconut Palm Leaves
de: Kokospalmenblätter

source: Coconut Palm Log
de: Kokospalmenstamm

source: Coconut Palm Wood
de: Kokospalmenholz

source: Date Palm Leaves
de: Dattelpalmenblätter

source: Date Palm Log
de: Dattelpalmenstamm

source: Date Palm Wood
de: Dattelpalmenholz

source: Acacia Leaves
de: Akazienblätter

source: Acacia Log
de: Akazienstamm

source: Acacia Wood
de: Akazienholz

source: Baobab Leaves
de: Affenbrotbaumblätter

source: Baobab Log
de: Affenbrotbaumstamm

source: Baobab Wood
de: Affenbrotbaumholz

source: Shepherd's Tree Leaves
de: Weißrindenbaumblätter

source: Shepherd's Tree Log
de: Weißrindenbaumstamm

source: Shepherd's Tree Wood
de: Weißrindenbaumholz

source: Juniper Leaves
de: Wacholderblätter

source: Juniper Log
de: Wocholderstamm

source: Juniper Wood
de: Wacholderholz

source: Mesquite Leaves
de: Süßhülsenbaumblätter

source: Mesquite Log
de: Süßhülsenbaumstamm

source: Mesquite Wood
de: Süßhülsenbaumholz

source: Planks
de: Bretter

source: Fence
de: Zaun

source: Gate
de: Zaun

source: Door
de: Tür

source: Pipe
de: Rohr

source: Lichen
de: Flechten

source: Moss
de: Moos

source: Fern
de: Farn

source: Chanterelle
de: Pfifferling

source: Cracked Dried Mud
de: Rissiger getrockneter Schlamm

source: Termite Mound
de: Termitenhügel
